[
    {
        "id": 1,
        "title": "Разработка нового функционала",
        "description": "Эта задача включает в себя разработку нового функционала для нашего основного продукта. Команда должна провести исследование рынка, чтобы понять, какие функции наиболее востребованы нашими пользователями. После этого необходимо разработать прототип и провести его тестирование на фокус-группе.",
        "group_id": 1,
        "status": 1
    },
    {
        "id": 2,
        "title": "Анализ пользовательских отзывов",
        "description": "Сбор и анализ пользовательских отзывов с целью выявления основных проблем и предложений по улучшению. Задача включает в себя анализ данных из различных источников, таких как социальные сети, форумы и отзывы на платформе. Необходимо подготовить отчет с рекомендациями для команды разработчиков.",
        "group_id": 1,
        "status": 5
    },
    {
        "id": 3,
        "title": "Оптимизация базы данных",
        "description": "Проведение оптимизации базы данных для повышения производительности системы. Включает в себя анализ текущей структуры базы данных, выявление узких мест и реализацию изменений, направленных на улучшение скорости обработки запросов и уменьшение времени отклика системы.",
        "group_id": 1,
        "status": 2
    },
    {
        "id": 4,
        "title": "Создание маркетинговой кампании",
        "description": "Разработка и запуск маркетинговой кампании для продвижения нового продукта. Необходимо разработать стратегию, подготовить рекламные материалы и провести рекламные мероприятия в различных каналах, таких как социальные сети, email-рассылки и платная реклама. Ожидается увеличение узнаваемости бренда и привлечение новых пользователей.",
        "group_id": 2,
        "status": 3
    },
    {
        "id": 5,
        "title": "Проведение внутреннего аудита",
        "description": "Проведение внутреннего аудита для оценки текущего состояния процессов и выявления возможных областей для улучшения. Задача включает в себя сбор данных, проведение интервью с сотрудниками и подготовку отчета с рекомендациями по оптимизации процессов и повышению эффективности работы команды.",
        "group_id": 2,
        "status": 1
    },
    {
        "id": 6,
        "title": "Тестирование нового мобильного приложения",
        "description": "Проведение тестирования нового мобильного приложения на различных устройствах и операционных системах. Необходимо выявить и устранить ошибки, а также собрать отзывы от пользователей для дальнейшего улучшения приложения. Включает в себя разработку тестовых сценариев и подготовку отчетов по результатам тестирования.",
        "group_id": 2,
        "status": 6
    },
    {
        "id": 7,
        "title": "Обучение новых сотрудников",
        "description": "Разработка программы обучения и проведение тренингов для новых сотрудников. Включает в себя создание учебных материалов, проведение обучающих сессий и оценку результатов обучения. Цель задачи - обеспечить новых сотрудников необходимыми знаниями и навыками для успешной работы в компании.",
        "group_id": 3,
        "status": 4
    },
    {
        "id": 8,
        "title": "Рефакторинг кода основного приложения",
        "description": "Проведение рефакторинга кода основного приложения для улучшения его читаемости и поддерживаемости. Включает в себя анализ текущего кода, выявление участков, требующих улучшений, и реализацию изменений. Ожидается, что это повысит эффективность работы команды разработчиков и упростит внесение дальнейших изменений.",
        "group_id": 3,
        "status": 5
    },
    {
        "id": 9,
        "title": "Разработка стратегии выхода на международный рынок",
        "description": "Разработка стратегии выхода на международный рынок, включая анализ потенциальных рынков, оценку конкурентной среды и разработку плана маркетинговых и рекламных мероприятий. Необходимо подготовить презентацию для руководства с обоснованием выбранной стратегии и прогнозами по потенциальным доходам.",
        "group_id": 3,
        "status": 2
    },
    {
        "id": 10,
        "title": "Модернизация системы безопасности",
        "description": "Проведение модернизации системы безопасности для защиты данных и предотвращения возможных угроз. Включает в себя анализ текущих мер безопасности, выявление уязвимостей и внедрение новых решений для защиты информации. Ожидается, что это повысит уровень безопасности и доверие пользователей к нашему продукту.",
        "group_id": 3,
        "status": 3
    }
]
